Repository: turingcorp/aon
Catalog: aon/langteq/*.lproj/Localizable.strings
Languages: es

# alert_message
source: Like aon? Let others know and rate it
es: Â¿Te gusta aon? Dile a los demas y calificalo

# alert_no
source: Not right now
es: Ahora no

# alert_do
source: Sure
es: Claro

# alert_dontask
source: Never ask again
es: No volver a preguntar

# alert_accept
source: Accept
es: Aceptar

# screen_newgame
source: Play
es: Jugar

# screen_resume
source: Resume
es: Continuar

# screen_restart
source: Restart
es: Reiniciar

# screen_died
source: Game over
es: Juego finalizado

# screen_maxscore
source: Max score: %@
es: Puntaje maximo: %@

# screen_currentscore
source: Score: %@
es: Puntaje: %@

# instr_close_btn
source: Close
es: Cerrar

# instr_title
source: Instructions
es: Instrucciones

# instr_sect_0_title
source: How to play
es: Como jugar

# instr_sect_1_title
source: Brick colors
es: Color de Ladrillos

# instr_sect_2_title
source: Power ups
es: Poderes

# instr_sect_0_0
source: Ball bounces across the screen
es: La Pelota rebota en la pantalla

# instr_sect_0_1
source: Move the Bar to play de Ball
es: Mueve la Barra para jugar con la Pelota

# instr_sect_0_2
source: Bricks give you points, destroy as many as possible
es: Los Ladrillos dan puntos, destruye los mas que puedas

# instr_sect_0_3
source: Trapezoids represent your life, protect them
es: Los Trapecios representan tus vidas, protegelos

# instr_sect_0_4
source: Some Bricks drop Power ups
es: Algunos Ladrillos tiran Poderes

# instr_sect_1_0
source: Color shows how many hits to be destroyed, the harder the more points you get
es: El color indica cuantos golpes necesita para romperse, los mas dificiles dan mas puntos

# instr_sect_2_0
source: Bigger Ball
es: Pelota grande

# instr_sect_2_1
source: Bigger Bar
es: Barra grande

# instr_sect_2_2
source: Restores 1 Life
es: Restaura 1 vida

# instr_sect_2_3
source: Slows Bricks
es: Ladrillos lentos

# instr_sect_2_4
source: Super Ball
es: Super Pelota

# instr_sect_2_5
source: Invincible Trapezoids
es: Trapecios indestructibles

# store_close_btn
source: Close
es: Cerrar

# store_restore_btn
source: Restore purchases
es: Restaruar compras

# perksview_btnbuy
source: Purchase
es: Comprar

# perksview_empty
source: No purchases available
es: No hay compras disponibles

# perksview_deferred
source: Purchase deferred
es: Compra pospuesta

# perksview_purchasing
source: Purchasing...
es: Comprando...

# perks_double_name
source: Double
es: Doble

# perks_double_shortdescription
source: More Power Ups
es: Mas Poderes

# perks_double_longdescription
source: Increases the amount of Power Ups that are dropped by Bricks. Bricks will drop Power Ups twice as often.
es: Incrementa el numero de Poderes que son tirados por los Ladrillos Los Ladrillos tiraran Poderes el doble de las veces.

# sk_error_noconnection
source: Internet connection failed, try again
es: Fallo la conexion a internet, intenta de nuevo
